import './Text-box.scss'


function TextBox() {
    return (
        <div className={"box__text"}>
           <p>Ми зібрали для Вас добірку кращих фільмів на тему з рейтингом від мінімальний рейтинг фільмів з добірки до максимальний рейтинг фільмів з добірки. До неї увійшли фільми наступних жанрів: жанр1 число разів, жанр2 число разів, жанр3 число разів. Найновіший фільм – рік року, найстаріший фільм – рік року. Тривалість фільмів від мінімальної тривалості до максимальної тривалості. Вибирайте фільм та приємного перегляду!</p>
        </div>
    );
}

export default TextBox;